[FILE]
Author=Hrant Ohanyan (h.ohanyan@haysoft.org) http://haysoft.org
Help=AIMP-en.chm
Icon=00000100010010100000010018006803000016000000280000001000000020000000010018000000000040030000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000001F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA71F6BA753B6FE50B1F650B1F650B1F650B1F64BA4EA48A2EA44A2E53B9CE13A91D53791D23589CA3088C72A7FBC1F6BA71F6BA753B6FE53B6FE50B1F650B1F650B1F650B1F64BA4EA48A2EA44A2E53B9CE13A91D53791D23589CA3088C71F6BA71F6BA753B6FE53B6FE53B6FE50B1F650B1F650B1F650B1F64BA4EA48A2EA44A2E53B9CE13A91D53791D23589CA1F6BA71F6BA753B6FE53B6FE53B6FE53B6FE50B1F650B1F650B1F650B1F64BA4EA48A2EA44A2E53B9CE13A91D53791D21F6BA79F2129F64E4EF64E4EFC4646EC4549E74041E74041F23535EE2F2FDC2631E42121E11D1DD81010CD0909CC00009F21299F2129F95050F64E4EF64E4EFC4646EC4549E74041E74041F23535EE2F2FDC2631E42121E11D1DD81010CD09099F21299F2129F95050F95050F64E4EF64E4EFC4646EC4549E74041E74041F23535EE2F2FDC2631E42121E11D1DD810109F21299F2129F95050F95050F95050F64E4EF64E4EFC4646EC4549E74041E74041F23535EE2F2FDC2631E42121E11D1D9F212919199D5B51F15B51F15B51F1574DF5504AEA504AEA504AEA493EED4141E73B3BE33434DF2E28E12929DA1F1FD419199D19199D5B51F15B51F1574DF5504AEA504AEA504AEA493EED4141E73B3BE33434DF2E28E12929DA1F1FD41818D219199D19199D5B51F15B51F15B51F1574DF5504AEA504AEA504AEA493EED4141E73B3BE33434DF2E28E12929DA1F1FD419199D19199D5B51F15B51F15B51F15B51F1574DF5504AEA504AEA504AEA493EED4141E73B3BE33434DF2E28E12929DA19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D19199D000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF00000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000000FFFF0000
LangId=1067
Name=Հայերեն (HY)
VersionId=5400

[About]
B1=Փակել
Caption=Ծրագրի մասին
L1=Աջակցում՝
L2=Հեղինակ՝
L4=Դիզայն՝
L5=Արտոնագիր
L6=Նորամուծություններ

[Actions]
EqualizerFrame=Էքվալայզեր
Form.AutoHide=Կերպ. Լողացող՝ ինքնաթաքցնելով
Form.DockTo=Հարակցել
Form.DockToEdges=էկրանի ձախ կողմում|էկրանի աջ կողմում|էկրանի վերևի մասում|էկրանի ներքևի մասում
Form.DoMaximize=Իրական չափով
Form.Fixed=Կերպ. Հաստատուն
Form.Float=Կերպ. Լողացող
Form.LockPlacement=Ամրացնել պատուհանի դիրքը
Form.Maximize=Ցուցադրել|Վերականգնել
Form.Minimize=Թաքցնել
Form.Minimize=Թաքցնել
Form.StayOnTop=Պահել առջևում
Form.Undock=Սովորական եղանակ
Form.Visible=%s - ցուցադրել|%s - թաքցնել
PlaylistFrame=Նվագացանկը
QuickSearch=Արագ որոնում
Tabs.ScrollDown=Ներդիրները ոլորել վար
Tabs.ScrollUp=Ներդիրները ոլորել վեր
Visuals.VisualMenu=Տեսողականացումների ցանկը

[AddLinkDialog]
btnOk=ԼԱՎ
Caption=Ավելացնել հղում
lbLink=Հոսքի հղում՝
lbName=Անուն՝

[AIMP]
acCopyTo=Պատճենել՝
acFormsTogglePlaylistVisibility.h=Ցուցադրել/թաքցնել նվագացանկը
acFormsTogglePlaylistVisibility=Նվագացանկ
acHelp=Օգնություն
acMainAddFiles.h=Ավելացնել ֆայլեր
acMainAddFiles=Ֆայլեր
acMainAddFolder.h=Ավելացնել թղթապանակ
acMainAddFolder=Թղթապանակ
acMainAddPlaylist.h=Ավելացնել նվագացանկ
acMainAddPlaylist=Նվագացանկ
acMainAddURL.h=Ավելացնել հղում
acMainAddURL=Վեբ հղում
acMainBookmarksManager=Էջանիշերի կառավարիչ
acMainDSPManager=Էֆեկտների կառավարիչ
acMainDSPManagerCrossMixing=DSP կառավարիչ. Խառը ընտրանքներ
acMainDSPManagerDSP=Էֆեկտների կառավարիչ: DSP/VST
acMainDSPManagerEQ=DSP կառավարիչ. Էքվալայզեր
acMainDSPManagerSilenceRemover=Ձայնային էֆեկտներ. Լռության ապակարիչ
acMainDSPManagerSoundEffects=Ձայնային էֆեկտներ. Գլխավոր
acMainDSPManagerVolumeNormalization=DSP կառավարիչ. ձայնի կարգավորում
acMainExit.h=Փակել ծրագիրը
acMainMinimize.h=Թաքցնել / Վերականգնել
acMainOpenFiles.h=Բացել ֆայլեր
acMainOpenFiles=Բացել ֆայլեր
acMainOpenFolder=Բացել թղթապանակ
acMainOpenPlaylist.h=Բացել նվագացանկը
acMainOpenPlaylist=Բացել նվագացանկ
acMainStayOnTop=Բոլոր պատուհաններից վեր
acMLCompressDB=Սեղմել տվյալների շտեմարանը
acMLDeleteAll=Ջնջել բոլոր ֆայլերը տվյալների շտեմարանից
acMLEditBookmark=Խմբագրել էջանիշը...
acMLGroupingTreeDeleteSelected=Ջնջել տվյալների շտեմարանից
acMLGroupingTreeDeleteSelectedPhysically=Ջնջել ֆիզիկապես
acMLLabelsDialog=Պիտակներ...
acMLMakeReport=Զեկույց...
acMLMissedFiles=Տեղափոխված ֆայլեր...
acMLPlayFiles=Նվագարկել
acMLPlayFilesShuffled=Նվագարկել խառը
acMLPlaySelectedFiles=Նվագարկել ընտրվածը
acMLReloadTagsForAllFiles=Կրկին կարդալ բոլոր ֆայլերի տեգերը
acMLReloadTagsForSelectedFiles=Կրկին կարդալ նշված ֆայլերի տեգերը
acMLResetStats=Վերակայել բոլոր ֆայլերի վիճակը
acMLResetStatsForSelectedFiles=Վերակայել ընտրված ֆայլերի վիճակը
acMLTableDeleteSelected=Ջնջել նշված ֆայլերը տվյալների շտեմարանից
acMLTableSendFilesToActivePlaylist=Ակտիվացնել ակտիվ նվագացանկում
acMoveTo=Տեղափոխել՝
acOpenFolder=Բացել թղթապանակը
acOptionHotkeys.h=Կարճուղիների կարգավորումներ
acOptionHotkeys=Կարճուղիներ
acOptionLangs.h=Փոխել ծրագրի լեզուն
acOptionLangs=Ծրագրի լեզուն
acOptionPlugins.h=Օժանդակիչների կարգավորում
acOptionPlugins=Օժանդակիչներ
acOptions=Կարգավորումներ
acOptionShutdown.h=Կարգավորել համակարգչի անջատումը
acOptionShutdown=Անջատել համակարգիչը
acOptionSkins.h=Կարգավորել տեսքը
acOptionSkins=Շապիկներ
acPlayableFileCopyFileToClipboard.h=Պատճենել ֆայլը մեկուսաշրջույթում
acPlayableFileCopyInfoToClipboard.h=Պատճենել ֆայլի մասին տեղեկությունները մեկուսաշրջույթում
acPlayableFileCopyToLastPath.h=Պատճենել խաղարկվող ֆայլը ընտրված վերջին թղթապանակ
acPlayableFileDeletePhysically=Ջնջել այս ֆայլը սկավառակից
acPlayableFileNextBookmark=Հաջորդ էջանիշը
acPlayableFilePrevBookmark=Նախորդ էջանիշը
acPlayableFileShowFileInfo=Տեղեկություն ընթացիկ ֆայլի մասին
acPlayableFileShowQTE.h=Խմբագրել պիտակները
acPlayableFileToggleSwitchInPlaylist.h=Խաղարկելի ֆայլ (միաց. / անջ.)
acPlayerCrossMixing=Խաչաձև խառնուրդ. միաց./անջ.
acPlayerJumpToTime=Անցնել ժամանակի
acPlayerNextTrack=Հաջորդ երգը
acPlayerPauseOnNextTrack=Կասեցնել նվագարկումը հաջորդ շավիղի սկզբում
acPlayerPlayPause=Նվագարկել/Դադար
acPlayerPrevTrack=Նախորդ երգը
acPlayerRadioCapture=Ռադիոյից ձայնագրում
acPlayerRadioCaptureSingleTrack=Ռադիո կորզիչ (միայն մեկ շավիղի համար)
acPlayerRepeat=Երգի կրկնություն  (միաց./անջ.)
acPlayerRepeatPartAB=Կրկնել մասնակի "Ա-Բ"
acPlayerSeekBackward.h=Անցնել փոքր-ինչ հետ
acPlayerSeekForward.h=Անցնել փոքր-ինչ առաջ
acPlayerShuffle=Պատահական երգ
acPlayerSpeedDecrease=Արագություն. նվազեցնել
acPlayerSpeedIncrease=Արագություն. մեծացնել
acPlayerSpeedResetToDefaults=Արագություն. վերակայել
acPlayerStop.h=Կանգնեցնել նվագարկումը
acPlayerStopAtEnd.h=Կանգնեցնել նվագարկումը գործող ֆայլից հետո
acPlayerTempoDecrease=Ժամանակը. նվազում
acPlayerTempoIncrease=Ժամանակը. ավելացում
acPlayerTempoResetToDefaults=Ժամանակը. Վերակայել
acPlayerVolumeDown.h=Ձայնը -
acPlayerVolumeMute.h=Ձայնը (միաց./անջ.)
acPlayerVolumeMute=Լռեցնել
acPlayerVolumeUp.h=Ձայնը +
acPlaylistAddSelectedToBookmarks=Ավելացնել էջանիշերին
acPlaylistAddSelectedToQueue=Ավելացնել հերթում
acPlaylistClose=Փակել նվագացանկը
acPlaylistCloseOthers=Փակել մյուս նվագացանկերը
acPlaylistCopySelectedToClipboard=Պատճենել ընտրված ֆայլերը պահոցում
acPlaylistDeleteAll=Ջնջել բոլորը
acPlaylistDeleteDuplicates=Ջնջել կրկնվողները
acPlaylistDeleteNonExists=Ջնջել
acPlaylistDeleteNonSelected=Ջնջել բոլորը, բացի ընտրվածներից
acPlaylistDeleteSelected=Ջնջել ընտրվածները
acPlaylistDeleteSelectedPhysically=Ջնջել ընտրվածները սկավառակից
acPlaylistDeleteSelectedPhysicallyWithFolder=Ֆիզիկապես ջնջել ընտրված ֆայլերը իրենց թղթապանակից
acPlaylistDeleteSwitchedOff=Ջնջել անջատվածները
acPlaylistDeleteSwitchedOffPhysically=Ջնջել անջատվածները սկավառակից
acPlaylistFindInML=Գտնել շտեմարանում
acPlaylistFindNewFiles=Փնտրել նոր ֆայլեր
acPlaylistFocusedItemShowQTE=Ինֆո ֆայլի մասին
acPlaylistInsertAfterPlayingItem=Դնել ընթացիկից հետո
acPlaylistInsertToQueueBeginning=Ավելացնել հերթի սկզբում
acPlaylistNew=Նոր նվագացանկ
acPlaylistNext.h=Հաջորդ նվագացանկը
acPlaylistNextAndPlay.h=Նվագարկել հաջորդը
acPlaylistPlayFocusedItem.h=Նվագարկել ընտրված ֆայլը
acPlaylistPlayFocusedItem=Նվագարկել
acPlaylistPlayPrevious=Նվագարկել նախորդ նվագացանկը
acPlaylistPrev.h=Նախորդ նվագացանկը
acPlaylistPrevAndPlay.h=Նվագարկել նախորդը
acPlaylistRedo=Կրկնել
acPlaylistReloadFromPreimage=Կարդալ տվյալները նախատիպից
acPlaylistRemoveSelectedFromQueue=Ջնջել հերթից
acPlaylistRename=Անվանափոխել նվագացանկը
acPlaylistReverse.h=Խմբավորում. Ներմուծել
acPlaylistReverse=Ներմուծել
acPlaylistSave=Պահպանել նվագացանկը
acPlaylistSaveFew=Արտահանել մի քանի երգացանկեր
acPlaylistSortByArtist=Խմբավորել ըստ կատարողների
acPlaylistSortByDuration=Խմբավորել ըստ տևողության
acPlaylistSortByFileName=Խմբավորել ըստ թղթապանակների
acPlaylistSortByTitle=Խմբավորել ըստ անունների
acPlaylistSortRandomize.h=Դասավորում. Տեղափոխել
acPlaylistSortRandomize=Տեղափոխել
acPlaylistUndo=Ետարկել
acQueueClear=Մաքրել հերթը
acQueueManager=Հերթի կառավար
acSearchAdvanced=Ընդլայնված որոնում
acSearchQuick=Արագ որոնում (սկսել/շարունակել)
acSendToAudioConverter.h=Ուղարկել Ֆայլերի փոխարկիչ
acSendToAudioConverter=Ֆայլերի փոխարկիչ
acSendToTagEditor.h=Ցուցադրել ընդլայնված տեգերի խմբագրում
acSendToTagEditor=Տեգերի խմբագիր
acUtilsAudioConverter=Ֆայլերի փոխարկիչ
acUtilsAudioLibrary=Շտեմարանը
acUtilsTagEditor=Տեգերի խմբագիր
acVisualExitFromFullScreen=Փակել լիաէկրան տեսողականացումը
acVisualFullScreen=Ամբողջ էկրանով
acVisualNext.h=Հաջորդ տեսողականացումը
acVisualPrev.h=Նախորդ տեսողականացումը
CategoryMenu=Բաժինը
CategoryOptions=Կարգավորումներ
ClearPls=Մաքրել նվագացանկը
CM_DEL=Ջնջել նվագացանկից
CM_SEL=Ընտրել
ItmEQPos=Ցուցադրել էքվալայզերը ձախից
miBMLocateInSource=Գտնել աղբյուրում
miBMPlaySelectedFromBeginning=Նվագարկել ընտրված ֆայլերը սկզբից
miBMResetTimestamp=Վերակայել ժամադրոշմը
miCountdown=Հետադարձ
miGroupBy=Խմբավորել ըստ...
miMLBookmarks=Էջանիշեր
miMLCreateDynPlaylist=Ստեղծել խելացի նվագացանկ
miMLGroupingPreset=Խմբավորում
miMLGroupingPresetAdd=Ավելացնել...
miMLGroupingPresetEdit=Խմբավորել...
miMLGroupingPresetRemove=Ջնջել
miMLLabelsExclude=Բացառել պիտակը
miMLLabelsInclude=Նշանակել պիտակ
miMLManageDB=Տվյալների շտեմարան
miMLReload=Թարմացնել...
miMLTableSendToPlaylist=Թարմացել նվագացանկում
miMLTableViewAlbumThumbnails=Տեսքը: Ալբոմի մանրապատկերներ
miMLTableViewDefault=Տեսքը: Աղյուսակ
miMLTableViewGroupDetails=Տեսքը: Խմբի մանրամասներ
miMLUnloadDataSource=Անջատել տվյալի աղբյուրը
miPersonalSettings=Անհատական կարգավորումներ
miPlaylistNewSmart=Նոր խելացի նվագացանկ
miPreimageSettings=Նախապատկերի կարգավորումներ
miRadioCaptureStop=Կանգնեցնել կորզումը
miRadioCatalogs=Համացանցային ռադիո անվանակարգեր
miReadOnly=Արգելել փոփոխումը
miRemoval=Հեռացում
miSelectAll=Նշել բոլոր ֆայլերը
miSelectNone=Ապանշել բոլոր ֆայլերը
miSelectPls=Ընտրել նվագացանկը
miSelectSwitchedOn=Ընտրեք բոլորը միացված
miSendTo=Ուղարկել
miSendToPlaylist=Ուղարկել այլ նվագացանկ
miSortByPatternOptions=Կարգավորումներ
miSortRandomizeGroupItems=Պատահականացնել խմբերի միավորները
miSortRandomizeGroups=Պատահականացնել խմբերը
miSortRandomizeGroupsAndItItems=Պատահականացնում է խմբերը և դրանց միավորները
miSwitchOff=Անջատել
miSwitchOn=Միացնել
N6=Կանգնեցնել
N7=Առաջիկա հերթագրված գործը.
N20=Հերթը
N22=Ներքևում
N31=Տեսողականացման եղանակ
N34=Ավելացնել
N35=Ցուցադրել պատուհանը
N36=Էքվալայզեր
N37=Տեսողականացման պատուհանը
N38=(թաքցնել բոլորը)
N39=Խմբագրել
N40=Տեսողականացումը
N41=Շապիկներ
N43=Օգնություն
N47=Փակել
N56=Գործիքներ
N70=Կանգնեցնել տաք կարճուղիները
N75=Գործիքներ
N79=Ցուցադրել ընթացիկը
N80=Բացել կարգավորումը
N81=Պահպանել կարգավորումը
N83=Ծրագրային կարգավորումները
N84=Վերակայել էքվալայզերի կարգավորումները
N85=Թաքցնել բոլորը
N86=Վերականգնել բոլորը
N90=Նվագարկիչ
N91=Նվագարկել/Դադար
N92=Կանգնեցնել
N93=Ավելացնել ֆայլեր
N95=Նախորդը
N96=Հաջորդը
N98=Ձայնը
N114=Միացնել նույն անվամբ բաժիններին
N115=Միացնել բոլորը անվամբ բաժիններին
N141=Ամբողջ տևողությունը
N142=Մնացած ժամանակաը
N143=Ընտրված ֆայլերի տևողությունը
pmAdd.h=Ֆայլերի/Թղթապանակների ավելացման ցանկ
pmDelete.h=Ֆայլերի ջնջման ցանկ
pmEqualizer.h=Էքվալայզերի կարգավորումներ
pmMainMenu.h=Գլխավոր ցանկը
pmManagePlaylist.h=Կառավարել նվագացանկերը
pmMisc.h=Տարբեր
pmMLDelete.h=Հեռացնել տարրեր ցանկը
pmMLGroupingPresets.h=Նախակայումների խմբավորում
pmMLLabels.h=Պիտակների ցանկ
pmMLMainMenu.h=Գլխավոր ցանկ - շտեմարան
pmMLMisc.h=Խառը ցանկ
pmMLTableViews.h=Դիտումներ
pmNewPlaylist.h=Նոր երգացանկ...
pmPlaylistList.h=Նվագացանկերի ցանկը
pmQuickOptions.h=Արագ կարգավորումներ
pmSorting.h=Ֆայլերի խմբավորման ցանկ
pmUtilities.h=Գործիքներ
SentToNewPLS=Նոր նվագացանկում
TCFixFloat=Ամրացնել տեղեկությունների պատուհանը
TL=Պահպանել շավիղների ցանկը
TrayCotnrol=Ցուցադրել Փոքր նվագարկիչը

[AIMPBookmarkEditDialog]
Caption=Խմբագրել էջանիշը
L1=Անուն.
L2=Ուղի.
L3=Պիտակներ.
L4=Ժամադրոշմ.
L5=Մեկնաբանություն.

[AIMPConverterStatsDialog]
btnOK=Լավ
Caption=Փոխարկումը պատրաստ է
cbDontShowAgain=Այլևս չցուցադրել
Message=Ֆայլերի քանակը. %0:s\n\nԺամանակ. %2:s\nԺամանակ (միջին). %3:s\n\nՆերածում. %5:s\nԱրտածում. %6:s\nՊահպանված. %4:s

[AIMPFindMissedFilesDialog]
acApply=Կիրառել նշվածներին
acFind=Որոնում...
acRemoveSelected=Հեռացնել նշվածները ՏՇ-ից
acReplace=Փոխել ֆայլի ճ-ը...
Caption=Տեղափոխված ֆայլերի կառավարում

[AIMPFindMissedFilesDialog.tlMissedFiles]
c[0]=Բացակայող ֆայլ
c[1]=Փոխարինվող ֆայլ
c[2]=Համապատասխանության աստիճան

[AIMPML]
Added=Ավելացվել է
Album=Ալբոմ
AlbumArtist=Ալբոմի կատարող
Artist=Կատարող
BitDepth=Բիթային խորություն
Bitrate=Բիթրեյթ
BPM=BPM
Channels=Ալիքների քանակ
Comment=Մեկնաբանություն
Composer=Երգահան
Conductor=Խմբավար
Copyrights=Հեղինակային իրավունք
CreatedAt=Ստեղծված է՝
DiskNumber=Սկավառակ №
Duration=Տևողություն
FileFormat=Ձևաչափ
FileName=Ֆայլի անուն
FileSize=Ֆայլի չափ
Genre=Ժանր
Labels=Պիտակներ
LastModification=Ֆայլը փոփոխվել է
LastPlayback=Վերջին նվարգակումը
Lyricist=Երգի հեղինակ
Mood=Տրամադրություն
Name=Անուն
PlaybackCount=Նվագարկումների քանակ
Publisher=Թողարկող
Rating=Վարկանիշ
SampleRate=Հաճախականություն
Source=Աղբյուր
Timestamp=Ժամադրոշմ
Title=Վերնագիր
TrackNumber=Շավիղ №
Type=Տիպը
URL=Հղում
UserMark=Գնահատական
Year=Տարի

[AIMPML.Controls]
Customize=Հարմարեցնել
DataSourceList=Տվյալի աղբյուրի ցանկ
History=Նվագարկման պատմություն
NewLabel=Նոր անուն...
NewLabelDialog=Նոր անուն...
None=(նշված չէ)
ResetAllFilters=Վերակայել բոլոր զտիները
ResetFilter=Վերակայել զտիչը
ShowAll=(ցուցադրել բոլորը)
UnsetAllLabels=Բացառել բոլոր պիտակները

[AIMPML.Presets]
BestTracks.C=Լավագույն հետքերը
BestTracks.V=Վերև %d|Բարձր գնահատական
Days=Այսօր|Երեկ|Վաղը|Ամիս
NewTracks.C=Նոր հետքեր
NewTracks.V=Օրվա|Երեք օր|Շաբաթական|2 շաբաթ|Ամսվա|Երբեք չի խաղացել

[AIMPML.Reports]
AlbumCount=Ալբոմների քանակ.
ArtistCount=Կատարողների քանակ.
Common=Վիճակագրություն
FavoriteAlbums=Ընտրյալ ալբոմներ (լավագույն %d)
FavoriteArtists=Ընտրյալ կատարողներ (լավագույն %d)
FavoriteGenres=Ընրյալ ժանրեր (լավագույն %d)
FavoriteTracks=Ընտրյալ երգեր (լավագույն %d)
GenreCount=Ժանրերի քանակ՝
L1=Նվագարկումների քանակ՝
L2=Երգերի քանակը
L3=Ծախսած ժամանակ (~)
L4=Կատարող
L5=Լսվել է
L6=Ընդամենը
TrackCount=Երգերի քանակ

[AIMPMLFilterEditorDialog]
btnCancel=Չեղարկել
btnOK=Լավ
Caption=Ֆիլտրի կարգավորում
pcpFilter=Զտում

[AIMPMLFilterEditorDialog.FilterControl]
C=Ավելացնել կանոն
G=Ավելացնել խումբ
Op0=հավասար է
Op1=հավասար չէ
Op2=միջև
Op3=քիչ է
Op4=քիչ է կամ հավասար
Op5=ավելի է
Op6=ավելի է կամ հավասար
Op7=պարունակում է
Op8=սկսվում է
Op9=ավարտվում է
Op10=վերջին X օրում
R=Ջնջել

[AIMPMLGroupDetailsCustomizationForm]
btnReset=Վերակայել
Caption=Խմբերի դասավորության հարմարեցում
GB1=Խմբավորման դաշտեր
GB2=Խմբերի տեղեկության դաշտեր

[AIMPMLGroupingPresetEditDialog]
btnClearFilter=Մաքրել
btnEditFilter=Կարգավորումներ...
Caption=Խմբավորման նմուշ
L1=Ինքնալրացում
L2=Խմբավորում ըստ դաշտերի
L3=Տվյալների ֆիլտր
lbName=Անուն
lvAvailable=Հասանելի դաշտ
lvGroup=Օգտագործվող դաշտ

[AIMPMLLabelsDialog]
acMoveLeft=Նշանակել պիտակ
acMoveRight=Հանել պիտակը
acRemove=Ջնջել պիտակը
acRename=Վերանվանել պիտակը
btnCancel=Չեղարկել
btnOK=Լավ
C1=Պիտակի նշանակում
C2=Հասանելի պիտակ
Caption=Պիտակներ
L1=Նշել պիտակի անունը
L2=Ավելացնել
miSetToAll=Նշանակել բոլոր ֆայլերին
miUndoSetToAll=Չեղարկել. նշանակել բոլոր ֆայլերին

[AIMPMLMonitoringSettingsDialog]
acAdd=Ավելացնել
acDeleteAll=Ջնջել բոլորը
acDeleteSelected=Ջնջել նշվածը
acUpdate=Թարմացնել
btnClose=Փակել
Caption=Ֆայլերի հավելում
CB1=Տեղափոխված կամ վերանվանված ֆայլերի որոնում
CB2=Ջնջել գոյություն չունեցող ֆայլերը շտեմարանից
CB3=Կրկին բեռնել պիտակները
cbMinFD=Եթե տևողությունը քիչ է՝
cbMinFS=Եթե չափը փոքր է, քան՝
cbScanOnStartup=Ծրագիրը մեկնարկելիս ստուգել նոր ֆայլերը
cbTrackChanges=Մեկնարկելիս դիտազննել փոփոխությունները
GB1=Դիտազննում
GB2=Թարմացումների ժամանակ
gbFiltBy=Բաց թողնել ֆայլը
L1=Եթե ֆայլի ընդլայնումն է՝
L2=Սեղմեք «Թարմացնել»՝ թարմացնելու համար ձեր երաժշտական շտեմարանի բովանդակությունը
pcpFolders=Թղթապանակներ
pcpSettings=Կարգավորումներ

[AIMPMLMonitoringSettingsDialog.tlPaths]
c[0]=Թղթապանակ
c[1]=Ենթաթղթապանակ

[AIMPMLPreimageDialog]
btnCancel=Չեղարկել
btnOK=Լավ
Caption=Խելացի նվագացանկ - շտեմարան
cbLimitTo=Սահմանափակել շավիղները՝
cbSortBy=Տեսակավորել ըստ՝
pcpFilter=1. Զտել
pcpPostProcess=3. Արտածում
pcpSort=2. Տեսակավորել

[AIMPPlaylistFoldersPreimageDialog]
acAdd=Ավելացնել
acDeleteAll=Ջնջել բոլորը
acDeleteSelected=Ջնջել նշվածը
btnCancel=Չեղարկել
btnOk=Լավ
Caption=Խելացի նվագացանկ - թղթապանակներ
cbSyncOnChanges=Համաժամեցնել փոփոխությունների դեպքում
cbSyncOnStartup=Համաժամեցնել ծրագիրը մեկնարկելիս
L2=Բաց թողնել հետևյալ ընդլայնումերի ֆայլերը.
pcpFolders=Պանականեր
pcpSettings=Կարգավորումներ

[AIMPPlaylistFoldersPreimageDialog.tlPaths]
c[0]=Թղթապանակ
c[1]=Ենթաթղթապանակներով

[AIMPPlaylistPreimageDialog]
Caption=Խելացի նվագացանկ - նվագացանկ
L1=Ֆայլի անուն\Հղում

[AIMPSendToDialogForm]
cbDefault=Կիրառել որպես ծրագրային
cbSaveStructure=Պահպանել թղթապանակների կառուցվածքը
gbAdditionals=Լրացուցիչ ֆայլեր
gbPath=Ճանապարհը
gbRename=Անվանափոխել ըստ օրինակի
L1=Պատճենել|Տեղափոխել
L2=Պատճենել|Տեղափոխել
L3=Պատճենելու ցուցիչներ|Տեղափոխելու ցուցիչներ
lbAdditionals=Ֆայլերը կպատճենվեն նշանակված թղթապանակում հիմնականնների հետ։\n; - անջատիչ, * - ֆայլի անվան անհայտ մաս

[ATEAutoNumerationForm]
Caption=Ինքնահամարակալում
L1=Մեկնարկել՝

[ATEAutoTagForm]
C1=Փոփոխումից առաջ
C2=Փոփոխումից հետո
c[0]=Ֆայլի անունը
c[1]=Ալբոմը
c[2]=Կատարողը
c[3]=Ժանրը
c[4]=Վերնագիրը
c[5]=Շավիղի համարը
c[6]=Տարին
c[8]=Հետքերի քանակը
Caption=Լրացնել տեգերը ֆայլերի անվան հիման վրա

[ATEChangeRegisterDialog]
Caption=Գրանցատեղիի փփոխում / Տրանսլիտերացիա
CB1=Տեգեր.
GB1=Գործողություն
L1=Գրանցատեղի.
L2=Տրանսլիտերացիա.
L3=Դաշտեր.

[ATEChaptersEditDialog]
acAlignTimestamp.h=Հավասարեցնել ժամանակաի նշոցը ընթացիկ դիրքին
acDelete.h=Ջնջել ընտրված գլուխները
acDelete=Ջնջել ընտրվածը
acEdit.h=Խմբագրել ընտրված գլուխը
acEdit=Խմբագրել
acInsert.h=Ավելացնել գլուխ
acInsert=Ավելացնել
btnFastForward.h=Արագ առաջ
btnPlayPause.h=Սկսել / Դադար
btnRewind.h=Հետանցում
btnSave=Պահպանել...
Caption=Գլուխների խմբագիր
tsVolume.h=Ձայնը

[ATEChaptersFormatChooser]
btnSave=Պահպանել
Caption=Գլուխների խմբագիր
GB1=Պահպանել որպես.
RB1=Գլուխներ, ներկառուցված ձայնանյութում
RB2=CUE, ներկառուցված ձայնանյութում
RB3=CUE, տեղադրված է որպես առանձին ֆայլ
RB4=Պարզ գրվածք
W1=* Ընտրանքը անմատչելի է ձայնանյութի ֆայլի ձևաչափի համար

[ATEForm]
A0=Ինքնահաշվարկ
A1=Ինքնահաշվարկ (%s)
A2=Անվանափոխում
A3=Փոխել "%s"-ի
A4=Կիրառել ֆայլերին
A5=Բազմաթիվ ֆայլերի թեգերի փոփոխություն
A6=Ֆայլերի վերանվանում․ %s
A7=«%s» ֆայլի թեգերի փոփոխություն
A8=Կրկնման արժեքների հեռացում պիտակներից
A9=Բաց թողնել արդեն վերլուծված ֆայլերը
A10=Կրկնման աճի արժեքների փոփոխություն թեգերում
A11=Փոխել BPM արժեքը թեգերում
A12=«%s» տեսարան
A13=«%s» ֆայլի վերնագրերի խմբագրում
acAnalysisBPM=Վերլուծել ընտրվածը
acEdit=Խմբագրել բոլոր դաշտերը
acEditChapters.h=Ստեղծել/Խմբագրել գլուխները...
acRgAlbum=Սկանավորել ընտրվածը. որպես մեկ ալբոմ
acRgFAlbum=Սկան ընտրված է. յուրաքանչյուր թղթապանակ որպես ալբոմ
acRgFile=Սկանավորել ընտրվածը. առանց ալբոմի
acRgMAlbum=Սկանավորել ընտրվածը. ստանալ ալբոմը պիտակներից
acRgRemove=Հեռացնել ReplayGain տեղեկությունը պիտակներից
acScenarios=Սցենարներ...
acSearchOnline.h=Ինքնապիտակավորում առցանց ծառայությունների միջոցով...
acSearchOnlineAlbumArts=Գտնել ալբոմի շապիկը առցանց...
acSearchOnlineLyrics=Գտնել երգի բառերը առցանց...
aSave=Պահպանել
aTag.h=Ինքնալրացում
B1.h=Գրանցատեղիի փոփոխում / տրասլիտերացիա
B5=Թարմացնել տեգերը
btnBPM.h=BPM
btnLayout.h=Փոխել տեսքը
btnRG.h=Replay Gain
btnScripts.h=Սցենարներ
btnUndo.h=Ետարկել վերջին գործողությունը
Caption=AIMP3. Տեգերի ընդլայնված խմբագիր
cbSubFolders=Ենթաթղթապանակներով
lbNoData=(Չկան տվյալներ ցուցադրելու համար)
miDelete=Ջնջել
miDeletePhys=Ջնջել ֆիզիկապես
miGroupBy=Խմբավորել ըստ՝
miGroupByFolder=Ըստ վերադաս թղթապանակի
miGroupByNone=Առանց խմբավորելու
miJumpTo=Անցնել թղթապանակին...
miNumCfm=Հարցնել հաստատում
miSoundOut=Նվագարկման կարգավորումներ
TM0=Ֆայլեր, որոնք գտնվում են սկավառակում
TM1=Ֆայլեր, որոնք ավելացրել է օգտատերը

[ATEForm.lvTable]
c[0]=№
c[1]=Սկավառակ №
c[2]=Ֆայլի անունը
c[3]=Վերնագիրը
c[4]=Կատարողը
c[5]=Ալբոմը
c[6]=Տարին
c[7]=Ժանրը
c[8]=Բիթրեյթը
c[9]=Տևողությունը
c[10]=Ձևաչափը
c[11]=Կազմը
c[12]=ID3v1
c[13]=ID3v2
c[14]=APE
c[15]=WMA
c[16]=Vorbis
c[17]=M4A
c[18]=Չափը
c[19]=Երգի բառերը
c[20]=BPM
c[21]=Replay Gain

[ATEOnlineSearchForm]
aiProgressInidcator=Որոնում է...սպասեք
btnCancel=Չեղարկել
btnSave=Գործադրել ֆայլերին
Caption=Ինքնապիտակավորում առցանց ծառայությունների միջոցով
edSearchBox.b0=Գտնել
edSearchBox.th=Ալբոմ, կատարող
ErrorAuthorizationRequired=Գործողությունը պահանջում է իսկորոշում: Դուք պետք է մուտք գործեք և լիազորեք AIMP հավելվածին՝ աշխատել դրա հետ: Դրանից հետո, կրկին ուղարկեք ձեր հարցումը:
vlbBindingHint=Կապելու համար գտնված շավիղը խմբագրված շավիղի հետ վերցրեք և գցեք այն ցանկի վերևից ներքևում:\nՀիշեք, որ փոփոխությունները կգործադրվեն միայն ընտրված շավիղների համար:

[ATERenameForm]
btnRename=Անվանափոխել
Caption=Անվանափոխելու ընտրանքները
CB1=Նախնական դիտում
CB2=Աշխատել ֆայլի պատճեի հետ
GB1=Անվանափոխել ֆայլերը ըստ օրինակի
GB2=Տեղափոխել ֆայլերը ընտրված թղթապանակ
GB3=Փնտրել և Փոխարինել
GB4=Գրանցատեղի
GB5=Գրադարձություն
L1=Գտնել.
L2=Ըստ բաժինների խմբավորելու համար կարող եք օգտագործել նշան՝ "\" (%Y\%A - %T)
L3=Փոխարինել՝

[ATESaveParams]
Caption=Պահպանելու ընտրանքները

[ATEScenariosForm]
btnClose=Փակել
btnRun=Աշխատեցնել
btnStop=Կանգնեցնել
Caption=Սցենարներ
cbPreviewMode=Նախատեսքի կերպ
GB1=Սցենար
lbPreviewMode=Նախատեսքի կերպում կատարված բոլոր փոփոխությունները ՉԵՆ գործադրվի իրական ֆայլերում

[AutoTag]
bOk=Կիրառել
Caption=Ինքնալրացում
CB1=Չլրացնել դաշտը, եթե այն արդեն պարունակում է նշանակություն

[CommonDialogs]
B1=ԼԱՎ
B2=Չեղարկել
B3=Նոր թղթապանակ
BS=Այո|Ոչ|Լավ|Չեղարկել|Ընդհատել|Կրկնել|Անտեսել|Բոլորը|Ոչ բոլորին|Այո բոլորին|Օգնություն|Փակել
L1=Ընտրել թղթապանակը
L2=Ներառյալ ենթաթղապ-ը
MsgCaptions=Զգուշացում|Սխալ|Տեղեկություն|Հաստատում|
SA=Նշել բոլորը
SN=Ապանշել

[ConfirmDialog]
B1=Փոխարինել
B2=Փոխարինել բոլորը
B3=Բաց թողնել
B4=Բաց թողնել բոլորը
B5=Անվանափոխել
B6=Չեղարկել
Caption=Փոխարինել
gbFile1=Փոխարինել ֆայլը
gbFile2=Նոր ֆայլով

[CONTEXT]
0=Բացել AIMP3-ով
1=AIMP3: Նվագարկել
2=AIMP3: Ավելացնել նվագացանկին
3=Ավելացնել հերթում
4=Ավելացնել էջանիշերին
5=Խմբագրել տեգերը
6=Փոխարկել այս տեսակի
7=Բացել &նոր նվագացանկում

[Converter]
actAddFiles=Ավելացնել ֆայլեր
actAddFolders=Ավելացնել թղթապանակներ
actAddPlaylist=Ավելացնել նվագացանկեր
actDeleteAll=Մաքրել
actDeleteSelected=Ջնջել ընտրվածը
actStop=Կանգնեցնել
bAdd.h=Ավելացնել ֆայլեր/թղթապանակներ
bDelete.h=Ջնջել ֆայլերը
bQuickOptions.h=Ընտրանքներ
bSettings=Ընտրանքներ
bStart=Սկսել
Caption=AIMP3. Ֆայլերի փոխարկիչ
csCancel=Չեղարկված
csDone=Պատրաստ է
csError=Սխալ
csPaused=Դադար
csWaiting=Սպասեք
lbEncoder=Տեսակը.
lbMode=Կոդավորման եղանակը
lbNormalizeVolume=Նորմալացնել ձայնը.
lbTargetFileName=Անվանափոխել.
lbTargetFolder=Տեղափոխել ֆայլը՝
lbTimeElapsed=Անցել է՝
lbTimeLeft=Մնացել է՝
lbTotalProgress=Ընդհանուր ընթացքը.
lbVolumeNormalization=Ձայնի նորմալացում
miCloseAppWhenDone=Հաջող փոխարկումից հետո փակել պատուհանը
miDeleteSource=Փոխարկելուց հետո ջնջել փոխարկվող ֆայլը
miHibernate=Նիրհել
miSavePathStructure=Ֆայլը տեղափոխելիս պահպանել թղթապանակի կառուցվածքը
miShutdown=Անջատել
miShutdownWhenDone=Փոխարկելուց հետո անջատել համակարգիչը
miSleep=Քուն
miUncheckSuccessful=Փոխարկելուց հետո հանել ֆայլի նշումը
Modes=Մեկը - մեկ արդյունք|Բոլորը - մեկ արդյունք|Single folder - single result

[Converter.lvTable]
c[0]=Անունը
c[1]=Տեսակը
c[2]=Վիճակը
c[3]=#
c[4]=Ֆայլի անունը
c[5]=Թիրախային ֆայլի անունը

[ConverterEncoders]
bOk=ԼԱՎ
btnReset=Վերակայել սկզբնադիրի
cbAsInput=Ինչպես որ օրիգինալ ֆայլը
cbChangeFormat=Փոխարկել
cbCorrectionFile=Ստեղծել ուղղման ֆայլ
cbIncludeMD5=Ներառել checksum-ը ֆայլում
cbModeHybrid=Հիբրիդային
cbModeLossless=Առանց կորստի
cbNoGap=Չկա խզում
gbMode=Եղանակը
lbBestC=Լավագույն սեղմում
lbBestQ=Լավագույն որակ
lbBitDepth=Նմուշի տեսակ՝
lbBitrate=Բիթրեյթ՝
lbBitrateMode=Եղանակ՝
lbChannels=Ալիքներ՝
lbCompression=Սեղմում՝
lbLeast=Արագ սեղմում՝
lbMost=Լավագույն սեղմում՝
lbProfile=Հատկագիր.
lbQuality=Որակ՝
lbSampleRate=Հաճախ-ը՝
scParams=Ցուցիչները

[CopyDialog]
0=Պատճենում...
1=Տեղափոխում...
2=Կանգնեցնել
3=Շարունակել

[DropForm]
CB1=Այլևս չհարցնել
RG1=Քաշել ու գցել

[DSPDialog]
btnEqPresets=Նախակարգավորումներ
btnReset=Վերակայել
CB1=Ձայնի հեռացնում (միայն Ստերեո)
CB3=Օգտ. ձայնի մեղմացում (դադար/շարունակել)
CB4=Օգտ. ձայնի մեղմացում շավիղին անցնելիս
CB5=Ձայնի հարթ փոփոխում
CB6=Խառնել հաջորդ շավիղը նախորդի հետ
CB7=Ձայնի սահուն բարձրացում շավիղի սկզբում
CB8=Ձայնի սահուն բարձրացում շավիղի վերջում
CB12=Ջնջել 0.5 վայր. երկար դադարը
CB16=Հեռացնել լռությունը շավիղի եզրերից՝ անկախ շարունականությունից
cbEqSwitch=Միացնել Էքվալայզերը
GB1=Ձայնի կարգավորում
GB2=Ձեռադիր անցում
GB3=Ինքնավար անցում
GB4=Replay Gain
GB6=Հեռացնել լռությունը
L1=* Կարող եք վերակայել նշանակումները մկնիկի աջ սեղմամբ
L2=DSP բաղադրիչներ՝
L4=Replay Gain
L5=Գործող արժեքը՝
L8=Նոր կանխադրվածք
L9=Ծրագրային արժեքը՝
L10=Ձայնի ամբողջական մակարդակը՝
L12=Լռության տևողությունը՝ հեռացումը ակտիվացնելու համար.
L13=Լռության հայտնաբերման շեմը.
L14=Կանխադրվածք ֆայլի համար
L15=Կանխադրվածք ալբոմի համար
L16=Կանխադրվածք ժանրի համար
L17=Կանխադրվածք երգացանկի համար
lbChorus=Chorus
lbEcho=Echo
lbEnhancer=Enhancer
lbFlanger=Flanger
lbPitch=Pitch
lbPreamp=Preamp
lbReverb=Reverb
lbSpeed=Speed
lbTempo=Tempo
lbTrueBass=Bass
R2=Օգտագործել նշանակությունը տեգից
R3=Ստուգել ֆայլը "ընթացքից"
RB1=Ոչինչ չանել
RB2=Դադար շավիղների միջև
tcpMixing=Խառնում
tcpSilenceRemover=Հեռացնել Լռությունը
tcpSoundEffects=Ձայնի էֆեկտներ
tcpVolume=Ձայնը

[DSPDialog.cbReplayGainSource]
i[0]=Աղբյուրը՝ Ֆայլ
i[1]=Աղբյուրը՝ Ալբոմ

[EditorForm.RegisterFmt]
i[0]=Առանց փոփոխությունների
i[1]=Բոլոր բառերը մեծատառով
i[2]=Առաջին բառը մեծատառով
i[3]=Բոլորը մեծատառով
i[4]=Բոլորը փոքրատառով

[EQPresetsDialog]
B1=Կիրառել
B2=Չեղարկել
B3=Ջնջել
B4=Վերականգնել
Caption=Էքվալայզերի նախակարգավորումներ

[HotkeysGroups]
AudioConverter.Content=Ձայնային փոխարկիչ. աղյուսակ
AudioConverter.General=Ձայնային փոխարկիչ. գլխավոր
Common.Dialogs=Ընտրված. երկխոսություն
Common.SendTo=Ֆայլեր. ուղարկել՝
Common=Ընտրված
MusicLibrary.GroupingTree=Շտեմարան. խմբավորման ծառ
MusicLibrary.Table=Շտեմարան. աղյուսակ
MusicLibrary=Շտեմարան. ընդհանուր
Player.Navigation=Նվագարկիչ. ուղղորդում
Player.PlayableFile=Նվագարկիչ. նվագարկվող ֆայլ
Player.PlaybackControl=Նվագարկիչ. նվագարկման կառավարում
Player.Visualizations=Նվագարկիչ. տեսողականացում
Playlist.AddFiles=Նվագացանկ. ֆայլերի հավելում
Playlist.Deletion=Նվագացանկ. ֆայլերի ջնջում
Playlist.Search=Նվագացանկ. որոնում
Playlist.SelectedFiles=Նվագացանկ. ընտրված ֆայլեր
Playlist.Sorting=Նվագացանկ. խմբավորում
Playlist=Նվագացանկ
TagEditor.Content=Թեգի խմբագիր. աղյուսակ
TagEditor.CurrentFile=Թեգի խմբագիր. ընթացիկ ընտրություն
TagEditor.Functions.BPM=Թեգի խմբագիր. գործառույթներ՝ BPM-ի հաշվում
TagEditor.Functions.ReplayGain=Թեգի խմբագիր. գործառույթներ՝ ReplayGain-ի հաշվում
TagEditor.Functions=Թեգի խմբագիր. գործառույթներ
TagEditor.Tree=Թեգի խմբագիր. ծառը

[InfoBar]
CB0=Տեղեկության գոտի|Որպես քարտ
CB1=Նվագարկումը սկսելիս ցուցադրել տեղեկություններ ֆայլի մասին
CB2=Ձախից|Աջից|Կենտրոնով
CB3=Ցուցադրել Աշխատասեղանի առջևում|Ցուցադրել Աշխատասեղանի հետևում
CB4=Ցուցադրել ալբոմի կազմը
CB6=Ցուցադրել ամբողջ էկրանով ծրագրերի ժամանակ
CB7=Կիրառել միայն խորապատկերին
CB8=Միշտ ցուցադրել
CB9=Նվագարկումից հետո, տևողությունը.
CB10=Ծանուցումներ հավլվածից
GB0=Ցուցադրել տեղեկություն ֆայլի նվագարկման մասին
GB1=Ցուցադրել
GB5=Բովանդակությունը
M1=Խորապատկերը
M2=Տող՝ %d
M3=Տառատեսակը
M4=Տեքստի գույնը
P1=Տեղեկության գոտի

[MSG]
1=Նոր նվագացանկ
2=Անունը
3=Շտեմարան
4=Այս գործողությունը կջնջի ֆայլերը կոշտ սկավառակից։ Շարունակե՞լ։
5=(անջատած է)
6=Ֆայլը կամ թղթապանակը չեն գտնվել։
7=Թաքցնել ներքևում
8=Ցուցադրել Գլխավոր պատուհանը
9=Փոխել անունը
10=Ձայնի բարձր.
11=Դիրքը
12=Նվագարկել
13=Նվագարկել սկզբից
14=Դադար
15=Օգտվողի կարգավորումներ
16=Պատահական
17=ԱՆՋԱՏՎԱԾ|ՄԻԱՑՎԱԾ
18=Ուղարկել ֆայլերը
19=Հնարավոր է այս կոճակը օգտագործում է այլ ծրագիր
21=Որոշված է ըստ հիմնական պատուհանի դիրքի
22=Պահպանել ֆայլում
23=Նախադիտում՝
24=Բոլոր պատուհաններից վեր
25=Հնարավոր չէ պահպանել փոփոխությունները "%s" ֆայլում, հնարավոր է այն օգտագործվում է այլ ծրագրի կողմից։
26=Կիրառե՞լ փոփոխությունները
27=Երգահան՝
28=Էկրանը որոշվում է գլխավոր պատուհանի դիրքով|Էկրան.%d. երկրորդական (%s)|Էկրան %d. հիմնական (%s)
29="%s" թղթապանակը գոյություն չունի
30=Հնարավոր չէ ջնջել բաղադրիչներից մեկը։ Հնարավոր է տվյալ պահին այն օգտագործվում է.
31=Պատրաստ է...
32=Մեկ նվագացանկով եղանակ.\nՀնարավոր չէ փոխարինել խաղացանը, քանի որ այն պաշտպանված է փոփոխություններից։
33=Որոնում
34=Տեղային ֆայլեր
35=Առանց խմբավորման
36=Ֆայլերի որոնում...
37=Միայն կարդալ|Միացված է նախատիպին
38=Այս ընտրանքը անջատում է մի քանի նվագացանկեր ստեղծելու հնարավորությունը։\nԱյն միացնելու դեպքում մեկից ավելի բացված նվագացանկերը կփակվեն։
39=Որակը
40=Պահպանել որպես
41=Ներբեռնել համացանցից
42=Տեսակ՝
43=(Ծրագրային)
44=Արագությունը
45=Բալանսը
46=Բացվում է...|Պահնակում...
47=Ռադիո
48=Անունը
49=Գրանցատեղի
50=Այս կոճակը արդեն գործում է։
51=Անցնել ժամանակի՝
52=Սխալ տեսակի
53=Հասանելի է ծրագրի նոր տարբերակը։ Ներբեռնե՞լ։
54=Գործիքների շտեմարան
55=Ընթացիկ արժեք՝
56=ըստ թղթապանակների խմբավորելու համար օգտագործեք "\" նշանը նմուշի մեջ
57=Վերակայե՞լ վիճակը:|Վերակայե՞լ ընտրված ֆայլերի վիճակը:
58=Նոր նմուշ
59=Ֆայլերի ֆիզիկական ջնջում|Հնարավոր չեղավ ջնջել հետևյալները
60=Արտահայտություններ...
61=Գործողությունը ավարտված չէ։ Ընդհատե՞լ։
62=Որոշ գործողություններ դեռ չեն ավարտվել։ Ստիպողաբար ավարտե՞լ դրանք։
63=Ֆայլերի որոնում՝
64=Չափ՝
65=Ստեղծելու ամսաթիվ՝
66=Պահեստացում...
67=Թարմացում...
68=Գործողությունը ավարտվեց։ %s\nՏվյալների շտեմարանի նոր չափը. %s\nԽնայվել է` %s:
69=Կիրառել
70=Չեղարկել
71=Պահանջվում են Ադմինի իրավունքներ
72=Ֆայլի տեսակը
73=Տվյալների բեռնում...
74=Պրոֆիլի թղթապանակը
75=Խմբավորել ըստ օրինակի
76=Գործող ֆայլը՝ %s
77=Որոնում
78=Նոր ֆայլեր՝
79=Թափանցիկություն
80=Դիտում
81=Բառեր՝
82=Անցնել
83=Հեղ. իրավունք
84=Փոփոխությունները կգործեն ծրագրի վերամեկնարկից հետո
85=Նշանը
86=Պատճենել
87=Տեղադրել
88=Կտրել
89=Օրիգինալ
90=Արդյունքը
91=տեգը չի գտնվել, %s ֆայլի չի անվանափոխվի
92=Բոլորը|Հավելումներ|Ապակոդավորիչներ|DSP/VST|Ձևավորումներ
93=Ֆայլերը ավելացվում են...
94="Ա-Բ" հատվածի կրկնություն [անջ]|Նշված է "Ա" կետը|"Ա-Բ" հատվածների կրկնություն [միաց]|
95=Անցումը %s վայրկյանից
96=Ուշադրություն։ Այս ընտրանքը վերակայել է բոլոր կարգավորումները ըստ ծրագրայինի։
97=Փակելիս պահպանել նվագարկիչի վիճակը
98=Էկրանի ներքևում պահելու փոխարեն օգտագործել Փոքր նվագարկիչը
99=Դիզայներ՝
100=Ալբոմը
101=Հղումը
102=Կատարողը
103=Վերնագիրը
104=Մեկնաբանություններ
105=Ժանրը
106=Ջնջել տեգը
107=Տարին
108=Շավիղի №
109=Սկավառակի №
110=Ալբոմի կազմը
111=Գործիքների շտեմարանը չի գտնվել կամ այն ունի սխալ ձևաչափ։
112=«բացակայում է»
113=Ընթացքում է
114=Այս գործողությունը կջնջի բոլոր ֆայլերը Շտեմարանից։ Շարունակե՞լ։
115=Տևողությունը
116=Ֆայլ|Թղթապանակ|Նվագացանկ
117=Նվագարկվում է
118=Ավելացված է
119=Վարկանիշը
120=Նվագացանկերի կառավարում
121=Դադար
122=Փակել
123=Պատճենել ֆայլը տեղափոխման պատուհան
125=Գրացուցակներ
126=Խնդրում ենք սպասել...
127=Նվագարկումների քանակը
128=Պատճենել %s|Տեղափոխել %s
129=Ինքնալրացում
130=Խումբը
131=Փոխարկվում է՝
132=Անվանափոխել
133=Կարգավորումներ
134=Կանգնեցված է
135=Փոխել չափը
136=Կարգավորումները փոխվել են։ Պահպանե՞լ դրանք։
137=Հեռացվելի հիշասարք|CD սարք
138=Կիրառել՝
139=Համակարգիչը կանջատվի %s վայրկյանից
140=Թողարկողը
141=dB
142=Զգուշացում. Այլ ծրագրերը չեն կարողանա ձայն արձակել, եթե AIMP-ում օգտագործվի այս սարքը:
143=Նախատիպ|Նշված չէ|Թղթապանակներ|Շտեմարան|Նվագացանկ
144=Գաղտնագրված՝
145=Տրամադրություն
146=Կազմարկման մաս
147=Անվանակարգ
148=Երգի հեղինակ
149=Խմբավար
150=Windows
151=մվայր.
152=Ինքնաբար
153=վայր.
154=րոպե
155=Բ|ԿԲ|ՄԲ|ԳԲ
156=Ֆայլերի բացարձակ ուղիներ
157=Տեսակավորել ֆայլերը երգացանկում ավելացնելիս ըստ ձևանմուշի.
158=Սպասում է իսկորոշմանը...\nԱվարտեք մուտքը ձեր դիտարկչում։.\n\nԳործողությունը չեղարկելու համար փակեք պատուհանը։
159=Փաթեթային կերպ
160=Որոնմանը համապատասխանող արդյունքներ չկան
161=Բանալի
162=Հետևյալ գործողությունները ետարկվելու են․\n\n%s\nՇարունակե՞լ։
163=«%s»-ը չվերականգնվեց Աղբամանից
164=Ստեղծված|Ավտոմատ
165=Շարունակե՞լ նվագարկումը %s-ից։
166=Խումբ։
167=Գտնել համացանցում

[Options]
bCancel=Փակել
btnReset=Վերակայել սկզբնադիրի
Caption=Կարգավորումներ
miResetPage=Վերակայում է կարգավորումները ընթացիկ էջում
miResetProfile=Վերակայել բոլոր կարգավորումները և օգտվողի տվյալները
miResetSettings=Վերակայում է բոլոր կարգավորումները
wcResetProfile=Գործողությունը __REMOVE__ բոլոր նվագացանկերը, շապիկները, կարգավորումները, վիճակագրությունը և այլ տվյալներ: Շարունակե՞լ:
wcResetSettings=Գործողությունը կվերակայի ծրագրի բոլոր կարգավորումները ըստ սկզբնադիրների: Շարունակե՞լ:

[OptionsFrameAddFiles]
C1=Ֆայլի հավելում
C9=Ընդհանուր
C10=Բացել ֆայլեր այլ ծրագրերից
C11=Drag&drop
CB1=Հարցնել օգտագործողին
CB2=Նվագացանկում ֆայլերը ավելացնելիս բացազատել ըստ CUE ֆայլի
CB3=Հավելել լրիվ պանակ
CB6=Ֆայլերը ավելացնելիս ստուգել նվագացանկը
CB9=Ֆայլը բացելիս միանգամից նվագարկել
CB15=Ֆայլերը ավելացնելիս սկսել նրա նվագարկումը
CB19=Միանգամից սկսել ֆայլի նվագարկումը
CB48=Նվագացանկերը բացել նոր ներդիրներում
CB59=Խմբավորել ըստ ֆայլի անվան
L1=Հիմնական գործողությունը.
L5=Եթե մեկ ֆայլ ուղարկված է.
L7=Ֆայլերը բացելիս.

[OptionsFrameAddFiles.CBA]
i[0]=Ստեղծել նոր նվագացանկ
i[1]=Ավելացնել գործող նվագացանկին
i[2]=Ավելացնել դատարկ նվագացանկ "H A Y"

[OptionsFrameAddFiles.RG4]
i[0]=Ավելացնել ֆայլերը այս դիրքում
i[1]=Ավելացնել ֆայլերը նվագացանկի վերջում
i[2]=Ավելացնել ֆայլերը նվագացանկի սկզբում
i[3]=Ֆայլերը ավելացնել նվագացանկում

[OptionsFrameAssoc]
B1=Ֆայլերի տեսակներ
C1=Ֆայլերի ասոցիացումները
CB1=Ձայնային ֆայլեր
CB2=Նվագացանկեր
CB3=Կազմեր

[OptionsFrameConvertor]
C1=Փոխարկման կարգավորումներ
C18=Վարքը
Caption=Փոխարկիչ
CB1=Ցանկում ավելացնելիս բացազատել ֆայլերը ըստ CUE ցանկի ֆայլի
CB4=Փոխարկելուց հետո ցուցադրել վիճակը
CB6=Փոխարկելուց հետո նվագարկել ձայն
GB1=Փոխարկելուց հետո
L1=Միջուկներ՝
L2=[!] Միջուկների առավելագույն քանակը կախված է CPU-ից։

[OptionsFrameExtraMeta]
B1=Մաքրել
Caption=Լրացուցիչ տեղեկություններ
CB1=Պահպանել ալբոմի ձևավորումը ֆայլի թղթապանակում որպես ձևանմուշ.
CB2=Գտնել համացանցում
CB3=Պահպանել բառերըի ֆայլը ֆայլի թղթապանակում ինքնաբար
CB4=Գտնել թղթապանակում
CB5=Գտնել ֆայլի պիտակներում
GB1=Գտնել համացանցում
GB2=Թույլատրել շտեմումը
GB3=Գտնել թղթապանակում
GB4=Գտնել ֆայլի պիտակներում
L2=Ներբեռնելու առավելագուն չափը.
L3=Շտեմումը նվազեցնում է հիշասարքին մատչելու փորձերի քանակը, խնայում է համացանցային տրաֆիկը, արագացնում է ալբոմի ձևավորման որոնումը:
L4=Հեռացնել գրառումը շտեմից՝
L5=օր
pctAlbumArts=Ալբոմի ձևավորում
pctLyrics=Բառեր
W1=* Դուք պետք է տեղադրեք լրացուցիչ բաղադրիչ՝ այս հնարավորությունը օգտագործելու համար

[OptionsFrameHotkeys]
B10=Ծրագրային
C1=Կարճուղիները
c[0]=Հրամանի անունը
c[1]=Լոկալ
c[2]=Գլոբալ 1
c[3]=Գլոբալ 2

[OptionsFrameInterface]
C1=Շարժունացում
C3=Թափանցիկություն
Caption=Միջերես
CB1=Թույլատրել ըստ փիքսելի կիսաթափանցիկությունը
CB2=Ցուցադրել նվագարկվող ֆայլի ձևը որոնման փեղկի միջոցով *
CB3=Շարժունացնել այլ պատուհաններին ամրացված պատուհանները՝ ցուցադրելիս կամ թաքցնելիս
CB4=Շարժունացնել պատուհանը, երբ ցուցադրվում կամ թաքցվում է աշխատասեղանին գործիքագոտու կերպը
CB5=Ցուցադրել սպեկտորի տեսողականացումը նվագարկվող ֆայլի համար *
CB28=Տեսողական ցուցադրման շարժունացման վիճակըի փոփոխումը *
CB30=Թույլատրել մարման էֆեկտ
CB35=Շարժունացման նվագացանկի ներդիրների գլորումը *
CB38=Անջատել թափանցիկությունը, եթե պատուհանը ակտիվ է
CB39=Անջատել թափանցիկությունը, եթե պատուհանը մկնիկի սլաքի տակ է
CB42=Հարթեցնել թափանցիկության փոփոխումը
CB52=Ամրացնել պատուհանները եզրերին և AIMP-ի այլ պատուհաններին
CB68=Օգտագործել  հարթեցում
CB71=Փոխել տեսողականացումը յուրք.՝
CB75=Շրջանային
GB1=Ձևանմուշներ հաստատուն պիտակների համար
GB3=Ձևանմուշներ աշխատեցվող տողի համար *
GB4=Գիշերային կերպ
GB5=Գույնի սխեման
GB7=Լիաէկրան
GB10=Տեսողականացման փոփոխում
L1=*Շապիկը պետք է աջակցի այս յուրահատկությունը
L2=Գրվածքի չափը.
L10=Թարմացնել յուրաքանչյուր.
L21=Մեկնարկել լիաէկրան կորպը ցուցադրելիս.
L23=Այն ավելի դանդաղեցնում է, բայց մատուցում է ավելի լավ պատկեր՝ մեծացնելիս
pcpGeneral=Գլխավոր
pcpTemplates=Ցուցադրվող տվյալներ
pcpVisuals=Տեսողականացում

[OptionsFrameInterface.cbNightMode]
i[0]=Ինքնաբար
i[1]=Անջատված
i[2]=Միացրած

[OptionsFrameInterface.rsRun]
i[0]=Տեղափոխումը. անջատած
i[1]=Տեղափոխումը. ձախ
i[2]=Տեղափոխումը. աջ

[OptionsFrameInterface.rsShow]
i[0]=Մեկնարկը. անջատած
i[1]=Մեկնարկը. ձախից
i[2]=Մեկնարկը. աջից
i[3]=Մեկնարկը. վերևից
i[4]=Մեկնարկը. ներքևից

[OptionsFrameLang]
C1=Ընտրեք ծրագրի լեզուն
Caption=Ծրագրի լեզուն
L0=համակարգային լեզուն
L1=Ոչ Յունիքոդ տողերը փոխել՝
L2=Հիմնականները
L3=Լրացուցիչները

[OptionsFrameMLMain]
B1=Ֆայլերի դիտազննում...
C1=Շտեմարան
Caption=Շտեմարան
CB1=Գնահատական տալիս
CB2=Նվագարկելիս
CB3=Լսելիս
CB4=Ցուցադրել վարկանիշը գնահատակի փոխարեն, եթե գնահատական տրված չէ
CB5=Գրանցել գնահատականը ֆայլի տեգում
CB6=Ցուցկադրել թղթապանակի պարունակությունը ենթաթղթապանակներով
CB7=Համակցել խմբավորելու դատարկ մակարդակները, երբ հնարաոր է
GB1=Ընդհանուր
GB2=Մանգամից ավելացնել շտեմարան
GB3=Վարկանիշ
GB4=Լսումների հաշվարկով
L1=Ֆայլի տևողության նվազագույն շեմ.
L2=Հաշվել ֆայլը լսումներով՝ նվագարկելուց հետո,\nբայց 4 րոպեից ոչ ավելի
L3=Հաշվել վարկանիշը վերջին վիճակագրության հիման վրա.
L4=օրեր
L6=Սեղմեք այստեղ՝ գրելու համար արդեն առկա վարկանիշը ֆայլի պիտակում

[OptionsFrameNet]
C21=Համացանցին միանալու ընտրանքները
Caption=Կապակցման ընտրանքները
CB1=Ուղիղ կապակցում
CB2=Օգտագործել ծրագրայինը
CB3=Միջնորդի ձեռադիր կարգավորում
L79=Սպասելու ժ-ը՝
L98=Գաղտնաբառ՝
L106=Սպասարկիչ՝
L107=Դարպաս՝
L108=Օգտատեր՝

[OptionsFramePlayer]
C19=Գլորել աղյուսակի միույթները մկնիկի անիվով
Caption=Նվագարկիչը
CB2=Պտտելով մկնիկի անիվը՝ ձայնը կառավարելու համար
CB21=Բոլոր պատուհաններից վեր
G1=Կառավարում
GB4=Ծրագրի կառավարում կարճուղիով
GB5=Կառավարել մկնիկով
GB15=Տողի ձևանմուշը՝ հիշապահեստում պատճենելու համար
L12=Նորմալ գլորել
L13=Փոխել արագությունը ըստ
L14=Փոխել դիրքը, երբ սեղմվում է կարճուղի՝
L15=Փոխել տեմպը ըստ
L16=Փոխել ձայնը, երբ սեղմվում է՝
L18=Ոլորել "%s"-ը սեղմած
L33=Մկնիկի միջին կոճակի սեղմում՝

[OptionsFramePlayer.MOBox]
i[0]=(ոչինչ)
i[1]=Նվագարկել/Դադար
i[2]=Ավելացնել ֆայլեր

[OptionsFramePlayerBehavior]
C1=Ինքնաշխատ
CB1=Վերականգնել նվագարկման դիրքը
CB7=Կրկնել նվագացանկը մեկ ֆայլով
CB32=Ինքնաշխատ ընտրել էքվալայզերի կարգավորումները երգի համար
CB47=Յուրաքանչյուր երգացանկը ունի իր նվագարկման կերպը (նորմալ / խառը)
CB48=Պահել նվագարկիչի վիճակը՝ խաղացնկում ուղղորդման ժամանակ "հաջորդ / նախորդ ֆայլը" կոճակով
CB49=Անցնել %0:s հետ մեկնարկելիս, եթե նվագարկումը դադարեցված է ավելի քան %1:s
CB58=Միանգամից անցնել հաջորդին
CB59=և կասեցնել նվագարկումը
GB1=Ընտրված
GB2=Ծրագիրը բացելիս
GB3=Նվագարկելիս
GB4=Նվագացանկի վերջում.
GB5=Նվագարկվող ֆայլը ջնջելիս
GB6=Կիզակետը նվագարկման ֆայլը նվագացանկում.
L1=Նվագարկելու եղանակը.
L2=Նվագարկումը

[OptionsFramePlayerBehavior.RG1]
i[0]=Նվագարկել
i[1]=Շարունակել
i[2]=Ոչինչ չանել
i[3]=Դադարեցնել նվագարկումը

[OptionsFramePlayerBehavior.RG2]
i[0]=Անցնել հաջորդ նվագացանկին
i[1]=Կրկնել նվագացանկը
i[2]=Սպասման եղանակ

[OptionsFramePlayerBehavior.RG3]
i[0]=Նորմալ
i[1]=Կրկնել
i[2]=Պատահական

[OptionsFramePlayerBehavior.RG4]
i[0]=Ոչինչ չանել
i[1]=Կանգնեցնել նվագարկումը
i[2]=Անցնել հաջորդին

[OptionsFramePlayerBehavior.RG5]
i[0]=Եթե միայն նվագացանկը չի օգտագործվում
i[1]=Երբեք
i[2]=Միշտ

[OptionsFramePlaylistBehavior]
C6=Պահպանում
Caption=Նվագացանկը
CB1=Էջը փակելիս ջնջել նվագացանկը
CB2=Բացել էջանիշերը նոր՝ "Էջանիշ" նվագացանկում
CB3=Պահպանել ֆայլերի ամբողջական ճանապարհները (խորհուրդ է տրվում)
CB4=Պահպանել "HAY" նվագացանկը
CB5.h=վերանայել երգացանկի տարբեր ընտրացանկը
CB5=Թույլատրել ետարկումը
CB6=Պահել դատարկ երգացանկը
CB7=Ինքնաէջանշում երգերի համար
CB8=Ստեղծելիս հարցնել նվագացանկի անունը
CB31=Ծրագիրը փակելիս պահպանել հերթականությունը
CB46=Փակել նվագացանկը մկնիկի կրկնակի սեղմամբ
CB56=Ֆայլերը սկավառակից ջնջելիս հարցնել
CB57=Մեկ նվագացանկով եղանակ
GB1=Պահպանում
GB2=Ընտրված
L1=Չստեղծել էջանիշեր ավելի կարճ երգերի համար
L2=Երգացանկից նվագարկումը սկսելիս, եթե երգն ունի էջանիշ.

[OptionsFramePlaylistBehavior.RG1]
i[0]=Հարցնել ինձ
i[1]=Օգտագործել, չհարցնել ինձ
i[2]=Անտեսել

[OptionsFramePlaylistView]
bCancel=Չեղարկել
bOk=ԼԱՎ
C1=Պատկերման կարգավորումներ
Caption=Տեսքը
CB50=Ցուցադրել ընտրված ֆայլերի տեղեկատվությունը
cbAbsoluteNumeration=Բացարձակ հաշվում
cbCollapseUnusedGroups=Ինքնաբար կոծկել չօգտագործվող խմբերը
cbGroupMode=Բաժանել նվագացանկը ըստ խմբերի
cbMergeGroups=Միանգամից միացնել նույն անվամբ խմբերը
cbShow2ndLine=Ցուցադրել տեղեկությունների երկրորդ տողը
cbShowDuration=Ցուցադրել տևողության սյունակը
cbShowExpandBtns=Ցուցադրել խմբերի ընդարձակման կոճակները
cbShowMarks=Ցուցադրել գնահատականները
cbShowNumbers=Ցուցադրել ֆայլի անունով սյունակը
cbShowSwitches=Ցուցադրել փոխանջատիչի սյունակը
gbFormating=Փոխարկման կարգավորումներ
gbGrouping=Խմբավորման կարգավորումներ
gbLayoutSettings=Պատկերման կարգավորումները

[OptionsFramePlugins]
B1=Վերամեկնարկել
Caption=Օժանդակիչներ
L1=Օժանդակիչներ
lbURL=Լր. բաղադրիչներ
N1=Ջնջել
N2=Ներբեռնել ընտրվածները
N3=Ներբեռնել բոլորը
N4=Վերբեռնել ընտրվածները
N5=Վերբեռնել բոլորը
N6=Չբեռնել ոչ ստանդարտը

[OptionsFramePlugins.cbFilter]
i[0]=Բոլորը
i[1]=Բեռնված
i[2]=Չբեռնված
i[3]=Չօգտագործված

[OptionsFrameRadioCap]
C1=Ընդհանուր կարգավորումներ
C22=Համացանցային ռադիոյից ձայնագրում
Caption=Համացանցային ռադիո
CB2=Բաց թողնել շավիղը, եթե նույն անունով ֆայլ արդեն առկա է
CB65=Ձայնագրել առանց որակի կորստի (MP3 / AAC / AAC+)
CB66=Գրել տեգերը ֆայլում
CB67=Վարել CUE-մատյան
CB68=Պահնակի չափը խորքի ձայնագրումների համար՝
CB69=Ջնջել ֆայլերը, որոնց տևողությունը քիչ է քան՝
GB6=Ձայնագրելու ընտրանքները
GB9=Բաժանել ֆայլերի
L1=Կապը խզվելու դեպքում այն վերականգնելու փորձերի քանակը
L2=Օգտվողի գործակալ՝
L3=Պահնակի չափ՝
L13=Ժամանակ՝
L24=Ֆայլի անվան նմուշ՝
L25=Չափ՝
L85=Պահպանելու թղթապանակ՝

[OptionsFrameRadioCap.cbBreakType]
i[0]=Բաժանում ըստ շավիղների
i[1]=Բաժանում ըստ չափերի
i[2]=Բաժանում ըստ ժամանակի

[OptionsFrameSkins]
B2=Ընտրել
C1=Շապիկները
lbURL=Լր. շապիկներ
miDelete=Ջնջել

[OptionsFrameSort]
Caption=Նմուշներ
L1=[!] Օգտ. "%!" մաքրոսը՝ կրկնելու խմբավորումը
L2=Նմուշների տեսակավորում
L3=Տեսակավորում է նմուշները

[OptionsFrameSoundOutRemapping]
btnRemove.h=Հեռացնել հղումը
Caption=Ալիքների Վերափոխում
L0=Կազմաձևել վերափոխման նախակայումները.
L1=Ներածում
L2=Արտածում
L3=Ալիք %d
L4=Ընտրեք նախակայում՝ կազմաձևելու համար.
N1=Ձեր բոլոր փոփոխությունները կգործադրվեն նվագարկվող ֆային անմիջապես, եթե խմբագրման ձևանմուշը համապատասխանում է 
N2=Նվագարկիչը կօգտագործի սկզբնադիր ձևանմուշ, եթե հարմարեցված ձևանմուշը ներկայացված չէ

[OptionsFrameSystem]
C1=Համակարգը
Caption=Համակարգը
CB2=Ցուցադրել երգի մասին տեղեկությունը Խնդրագոտում
CB3=Թույլատրել ընթացիկ ֆայլի տեղեկության ոլորումը
CB4=Ցուցադրել նվագարկման ընթացքը
CB5=Ցուցադրել ծրագրի վիճակը Խնդրագոտում
CB6=Ցուցադրել ծրագրի վիճակը որպես ընթացքի վահանակի գույն
CB7=Օգտ. "Անորոշ" վիճակը՝ ձայնային հոսքի համար
CB18=Կանխել մոնիտորի անջատումը
CB23=Ավելացնել Explorer-ի համատեքստային ցանկում
CB24=Ավելացնել CD/DVD-ի ինքնամեկնարկի ցանկում
CB40=Ավելացնել հղումը "Run" ցանկում
CB41=Ավելացնել հիմնական ծրագրերի ցանկում
CB60=Ինքնաշխատեցում
GB1=Ինտեգրում
GB2=Ցուցադրել կոճակը Խնդրագոտում
L1=[!] Նվագարկիչի պատուհանը պետք է ակտիվ լինի
L99=Առաջնահերթություն

[OptionsFrameTagEditor]
C1=Ժառանգորդ
Caption=Թեգի խմբագիր
CB1=Թույլ տալ օգտագործել տեղային արտահայտությունները՝ նախնական մշակման համար պիտակների դաշտերի արժեքները
CB2=Հեռացնել ID3v1 ստիպողաբար
CB3=Թույլատրել խմբային գործողությունների փոփոխությունների հետարկումը
CB3W=Գործողությունները կաշխատեն ավելի դանդաղ և կօգտագործեն ավելի շատ համակարգի ռեսուրսներ

[OptionsFrameTray]
C15=Ընդհանուր
C16=Տեղեկություն ֆայլի մասին
C17=Ղեկավարել մկնիկով
Caption=Ներքևում
CB1=Ծրագիրը նվազեցնելիս թաքցնել էկրանի ներքևում
CB2=Բացելիս թաքցնել էկրանի ներքևում
CB3=Ցուցադրել Փոքր նվագարկիչը էկրանի ներքևում
CB4=Ցուցադրել ծրագրի վիճակը թաքցված տեղից
CB5=Միշտ ցուցադրել պատկերակը ներքևում
CB13=Ցուցադրել տեղեկություն ֆայլի մասին մկնիկի սլաքը պահելիս
L30=Մեկ սեղմում՝
L31=Կրկնակի սեղմում՝
L32=Մեջտեղի կոճակի սեղմում՝
L34=Դադար՝ հայտնվելուց առաջ՝

[OptionsFrameTray.TrayCmd]
i[0]=(անջատված է)
i[1]=Ցուցադրել/Թաքցնել
i[2]=Առջևում
i[3]=Տեղեկություն ֆայլի մասին
i[4]=AIMP-ի ձայնի կարգավորիչ
i[5]=Նվագարկել/Դադար
i[6]=Ավելացնել և նվագարկել ֆայլերը
i[7]=Հաջորդ երգը
i[8]=Նախորդ երգը

[OptionsSoundOutFrame]
Caption=Նվագարկումը
CB1=Նախաբեռնել հաջորդ շավիղը, քանի դեռ ընթացիկը նվագարկվում է (պահանջում է ավելի շատ հիշողոթւյուն)
CB2=Ձայնի լոգարիթմական կարգավորիչ
CB3=Բարձրությունը փոխհատուցվող ծավալների վերահսկում
L1=Արտածման եղ-ը՝
L2=Սարք՝
L3=Ընտրանքներ՝
L4=Պահոցի չափ՝
L5=Ընտրեք այն ալիքները, որոնք օգտագործվելու են ձայնի վերարտադրման համար

[OptionsSoundOutTransformFrame]
B1=DSP կառավարիչ
C1=Փոխարկման ընտրանքները
CB1=Թույլատրել ալիքների խառնումը
CB1Hint=Ընդգրկուն ձայնարկման մոդելավորում ստերեո / մոնո ֆայլերի համար:\nԲազմաալիքային ֆայլերի խելամիտ փոխարկում ստերո / մոնոյի:
CB2=Հակադրվագում
CB2Hint=Կանխում է դմբոցը և աղմուկը, որը առաջանում է 0 dB-ից բարձր
CB3=Լղոզում
CB3Hint=Լղոզումների լռեցում, որոնք առաջանում են խորության թուլացման ժամանակ:
CB4=Թույլատրել համակարգային կոդավորիչների գործածումը
GB1=Տրեկերային երգ
GB2=Ընտրված
L1=Վերակերպում՝
L2=Արագ-ը
L3=Որակը

[PartRepeatDialog]
B1=Կայել
B2=Հեռացնել
Caption=Կրկնել "A-B"
L1=Կետ A.
L2=Կետ B.

[PlaylistExportSettings]
btnOK=Լավ
C4=Շավիղների ցանկի արտահանման ընտրանքներ
Caption=Շավիղների ցանկի արտահանում
CB54=Արտահանել թաքցված նվագացանկի միույթները
CB55=Արտահանել նվագացանկի անվանակարգերը
cbDefault=Հիշել իմ ընտրությունը
L26=Ձևանմուշ.
L27=Նախշ.

[PlaylistsManagerDialog]
acImport=Ներմուծել նվագացանկեր...
acImportDirs=Ներմուծել թղթապանակներ...
acRemove=Հեռացնել ընտրվածը սկավառակից
acSave=Աևտահանել երգացանկ(եր)ը․․․
acSortByName=Խմբավորել ըստ անունների
btnPreimage=Կարգավորումներ
cbReadOnly=Արգելել փոփոխումը
cbShuffleMode=Խառնել նվագարկման կերպը
L1=Ընդհանուր
L2=Անձնական կարգավորումներ
L3=Ակտիվ նվագացանկեր
L4=Պասսիվ նվագացանկեր
L5=Նախադիտում
lbPreimage=Նախատիպ՝
lbPreimageNotes=Նախատիպը նվագացանկի ֆայլ է կամ թղթապանակ, ընթացիկ նվագացանկի տվյալի աղբյուրը։ Նույնականացնելու համար նախատիպի հետ՝ սեղմեք "Վերաբացել տվյալը նախատիպից"։\n\n [!] Նույնականացումը կկատարվի միայն մեկ ուղղությամբ՝ Նախատիպից -> Նվագացանկ։
lbStorage=Տեղ՝
miGroup=Խմբավորել
miUngroup=Հանել խմբից

[QTEAlbumArtEditor]
btnCancel=Չեղարկել
btnOk=Լավ
Caption=Ալբոմի ձևավորման խմբագիր
lbScale=Մասշտաբ՝
lbSizes=Չափեր՝
pnlCrop=Եզրատել
pnlScale=Չափափոխել

[QteCustomFields]
btnCancel=Չեղարկել
btnOK=Լավ
Caption=Անհայտ դաշտեր
miCopy=Պատճենել
miCopyAsUTF8=Պատճենել որպես UTF8-տող
miCopyAsUTF16BE=Պատճենել որպես UTF16BE-տող
miCopyAsUTF16LE=Պատճենել որպես  UTF16LE-տող
miDelete=Ջնջել
miExtractAll=Պահպանել որպես...
miExtractSelected=Պահպանել ընտրվածը որպես...

[QTEExpressions]
btnCancel=Չեղարկել
btnOK=Լավ
Caption=Արտահայտություններ
lbTitle=Մուտքագրեք այն արտահայտությունը, որը կօգտագործվի որպես նախնական պրոցեսոր՝ ընտրված բոլոր ֆայլերի համար խմբագրման դաշտի արժեքի համար
W1=Արտահայտությունը պետք է մեկնարկի "="-ից

[QTEForm]
acMemoClear.h=Մաքրել
acMemoLoad.h=Բեռնել ֆայլից...
acMemoSave.h=Պահպանել որպես...
bCopyTo=Պատճենել՝
Caption=Տեգերի արագ խմբագրում
L1=Բեռնել
L2=Պահպանել
L3=Հանեք նշումը՝ շապիկը ֆայլից հանելու համար
lbCustomFields=Անհայտ դաշտեր...
T1=Ընդհանուր
T2=Բառերը
T3=CUE
T4=Տեղեկություն

[QueueDialog]
acMoveDown=Ընտրվածը տեղափոխել ներքև
acMoveUp=Ընտրվածը տեղափոխել վերև
Caption=Հերթի կառավար
CB1=Կանգնեցնել
L1=Ընդհանուր ժամանակ՝

[QueueDialog.ListView]
c[0]=Համար
c[1]=Ֆայլի անուն
c[2]=Նվագացանկ
c[3]=Տևողություն

[SearchForm]
B1=Որոնման կարգավորումներ
B2=Փակել
Caption=Ընդլայնված որոնում
CB1=Որոնում վերնագրերում
CB2=Որոնում կատարողների անուններում
CB3=Որոնում ալբոմի անուններում
CB4=Որոնում ժանրում
CB5=Որոնում անվան մեջ
CB6=Որոնում ըստ տեքստի
L1=(Բոլորը)
N1=Նվագարկել
N6=Գտնել նվագացուցակում

[SearchForm.Table]
c[0]=Վերնագիր
c[1]=Նվագացանկ
c[2]=Համարը հերթում

[Templates]
%Album= - ալբոմի անունը
%AlbumArtist= - ալբոմի կատարողը
%AlbumGain= - replay gain նշանակությունը ալբոմի համար
%Artist= - կատարող
%BitDepth=- բիթային խորություն
%Bitrate= - բիթրեյթ
%BPM= - երգի դինամիկան (հարվածների քանակը րոպեում)
%Caps2(A)=- Բոլոր բառերը մեծատառերով,  IGNOring SouRCE CaSE
%Caps(A)= - Բոլոր Բառերը Մեծատառով
%Case(..)=- վերադարձնում է առաջին ոչ դատարկ փաստարկը
%Catalog=- գրացուցակի անունը
%Channels= - ալիքների քանակը
%Chapter=- ընթացիկ գլուխ
%Char(A)= - նշան A կոդով
%CleanTitle(A)=- հեռացնում է  A տողի տեղեկատվությունը առաջարկված կատարողներից
%Comment=- մեկնաբանությունը
%Composer= - երգահան
%Conductor=- խմբավար
%Copyright=- հեղ. իրավունք
%Dec(A,B)= - նվազումներ A արժեքը B-ի:
%Detransliterate(A)=- լատինական այբուբենից դյուրինացված կիրիլական նիշերը
%DiskNumber= - սկավառակի համարը
%DiskTotal=- սկավառակների ընդհանուր թիվը
%Duration= - տևողություն (վայր. )
%EncodedBy=- կոդավորված է
%ExtractFileExt(A)= - A ֆայլի ընդլայնման դուրս բերում
%FileCreatedDate= - ֆայլը ստեղծելու ամսաթիվը
%FileCreatedDateAndTime=- ֆայլի ստեղծման ամսաթիվը և ժամը
%FileCreatedTime= - ֆայլը ստեղծելու ժամանակը
%FileDir(..)= - ծնող թղթապանակի ճանապարհը
%FileFormat= - ֆայլի ձևաչափ
%FileModifiedDate= - ֆայլի վերջին փոփոխության ամսաթիվը
%FileModifiedDateAndTime=- ֆայլի փոփոխված ամսաթիվը և ժամը
%FileModifiedTime= - ֆայլի վերջին փոփոխության ժամանակը
%FileName(..)= - ֆայլի ամբողջ անունը
%FileParentDir(..)= - ծնող թղթապանակի անունը
%FileSize= - ֆայլի չափը (բայթ)
%Format(A,B)=A - թվի տողը, B - թիվը
%Genre= - ժանր
%IF(A,B,C)= = C, եթե A-ն դատարկ է, հակառակ դեպքում՝ B
%IFEqual(A,B,C,D)= = C, եթե A=B, հակառակ դեպքում՝ D
%IFGreater(A,B,C,D)= = C, եթե A > B, հակառակ դեպքում՝ D
%IFGreaterOrEqual(A,B,C,D)= = C, եթե A >= B, հակառակ դեպքում՝ D
%Inc(A,B)= - ավելացումներ A արժեքը B-ի:
%Index= - հերթական համարը նվագացանկում
%ISRC=- ISRC ծածկագիր
%LastPlayDate=- վերջին նվագարկման ամսաթիվ
%LastPlayTime=- վերջին նվագարկման ժամանակ
%Length(A)= - նշանների քանակը A տողում
%Link= - URL
%Low(A)= - բոլորը փոքրատառերով
%Lyricist=- Երգի հեղինակ
%Lyrics= - երգի բառերը
%Mark= - գնահատական
%Mood=- տրամադրություն
%NewLine= (միայն նվագացանկի համար)
%PlayCount= - նվագարկելու քանակը
%Playlist=- երգացանկի անվանումը
%PrefixToTail(A)= - տեղափոխում է "The" և "A" նախածանցները A տողի վերջում
%PrefixTrim(A)=- հեռացնում է "The" և "A" նախածանցները  A տողից
%Publisher= - թողարկող
%Random(..)=- պատահական թիվ 1 -ից մինչև փաստարկում նշված
%Rating= - երգի գնահատական
%Remove(..)= (A, B1, B2...), որտեղ A սկզբի տողն է, B հեռացվող արժեքներն են
%RemoveFileExt(A)=- հեռացնում է ֆայլի ընդլայնումը A ֆայլի անունից
%Replace(A,B,C)=, որտեղ A-ն տողն է, B/C-ն՝ ինչը/ինչով փոխելը
%ReplaceEx(..)= (A, B1, C1, B2, C2...), որտեղ A-ն տողն է, B/C-ն՝ ինչը/ինչով փոխելը
%SampleRate= - դիսկրետիզացիայի հաճախականություն
%StationName=- ինտերնետ-ռադիոկայանի նվագարկման անվանումը
%StrCopy(A,B,C)= - պատճենել A-ն B-ի դիրքից, որտեղ C-ն նշանների քանակն է
%StrLeft(A,B)= - պատճենում է առաջին B գրանշանները A տողից
%StrPos(A,B)= - A ենթատողի որոնում B տողում
%StrRight(A,B)= - պատճենում է վերջին B գրանշանները A տողից
%StrTrim(A)=- հեռացնում է հետագծող և առաջատար սպիտակ տարածքները A տողից
%StrTrimDiacritic(A)=- հեռացնում է տարբերանշանը
%TimeCode= - "H:MM:SS.ZZZ" ձևաչափով ֆայլի նվագարկման դիրքը
%Title= - երգի անունը
%Today(..)= - ընթացիկ ամսաթիվ և ժամանակ, սկզբնադիր ձևաչափն է՝ "yyyy.MM.dd hh:mm:ss"
%TrackGain= - replay gain նշանակությունը երգի համար
%TrackNumber= - երգի համարը ալբոմում
%TrackTotal=- շավիղների ընդհանուր քանակը
%Transliterate(A)=- փոխել կիրիլյան նիշերը լատինական այբուբենի
%Up(A)= - ԲՈԼՈՐԸ ՄԵԾԱՏԱՌԵՐՈՎ
%Value=- ընթացիկ արժեք
%Year= - տարին

[Templates.Categories]
0=Գլխավոր
1=Դեպք
2=Պայմաններ
3=Տեղեր
10=Մետա
11=Ֆայլ
20=Վիճակներ

[Updater]
B1=Ստուգել թարմացումները
B2=Տեղակայել
Caption=Թարմացումների ստուգում
CB1=Չհիշեցնել այս մասին
L1=Ձեր տարբերակ՝
L2=Վերջին տարբերակ՝
L3=Թարմացումների ինքնավար ստուգում
L4=Հասանելի է նոր տարբերակ՝ %s
L5=Արդիացնել՝
L6=կայուն թողարկում|թեստային տարբերակներ (Բետա)|մշակման տարբերակներ (Ալֆա)
W1=ԶԳՈՒՇԱՑՈՒՄ. Ձեր ընտրած տարբերակը կարող է շատ անկայուն լինել և ունի բազմաթիվ խնդիրներ: Շարունակե՞լ:

